Repository: martijnvanonz/lumen
Catalog: Lumen/*.lproj/Localizable.strings
Languages: nl

source: Settings
nl: Instellingen

source: Done
nl: Klaar

source: Cancel
nl: Annuleren

source: Retry
nl: Opnieuw proberen

source: Continue
nl: Doorgaan

source: Back
nl: Terug

source: Next
nl: Volgende

source: Save
nl: Opslaan

source: Delete
nl: Verwijderen

source: Edit
nl: Bewerken

source: Close
nl: Sluiten

source: Send
nl: Versturen

source: Receive
nl: Ontvangen

source: Balance
nl: Saldo

source: Payment History
nl: Betalingsgeschiedenis

source: Pending
nl: In behandeling

source: Completed
nl: Voltooid

source: Failed
nl: Mislukt

source: Sent
nl: Verstuurd

source: Received
nl: Ontvangen

source: Created
nl: Aangemaakt

source: Timed Out
nl: Time-out

source: Refundable
nl: Terugvorderbaar

source: Refund Pending
nl: Terugbetaling in behandeling

source: Waiting Fee Acceptance
nl: Wachten op kosten acceptatie

source: Send Payment
nl: Betaling versturen

source: Paste Invoice
nl: Factuur plakken

source: Scan QR
nl: QR scannen

source: Amount
nl: Bedrag

source: Description
nl: Beschrijving

source: Prepare Payment
nl: Betaling voorbereiden

source: Send Now
nl: Nu versturen

source: Payment Details
nl: Betalingsdetails

source: Fee Details
nl: Kostendetails

source: Receive Payment
nl: Betaling ontvangen

source: Create invoice
nl: Factuur aanmaken

source: Invoice Created
nl: Factuur aangemaakt

source: You receive
nl: Je ontvangt

source: Service fee
nl: Servicekosten

source: Copy Invoice
nl: Factuur kopiëren

source: Share Invoice
nl: Factuur delen

source: All
nl: Alle

source: No Payments Yet
nl: Nog geen betalingen

source: No Sent Payments
nl: Geen verstuurde betalingen

source: No Received Payments
nl: Geen ontvangen betalingen

source: No Pending Payments
nl: Geen betalingen in behandeling

source: No Completed Payments
nl: Geen voltooide betalingen

source: No Failed Payments
nl: Geen mislukte betalingen

source: Your payment history will appear here once you start sending and receiving Lightning payments.
nl: Je betalingsgeschiedenis verschijnt hier zodra je Lightning betalingen begint te versturen en ontvangen.

source: Payments you send will appear here.
nl: Betalingen die je verstuurt verschijnen hier.

source: Payments you receive will appear here.
nl: Betalingen die je ontvangt verschijnen hier.

source: Payments waiting for confirmation will appear here.
nl: Betalingen die wachten op bevestiging verschijnen hier.

source: Successfully completed payments will appear here.
nl: Succesvol voltooide betalingen verschijnen hier.

source: Failed payments will appear here.
nl: Mislukte betalingen verschijnen hier.

source: Get Money Back
nl: Geld terugkrijgen

source: Money to Get Back
nl: Geld om terug te krijgen

source: Payment Failed
nl: Betaling mislukt

source: Get Your Money Back
nl: Krijg je geld terug

source: Money Sent Successfully! 🎉
nl: Geld succesvol verstuurd! 🎉

source: Great!
nl: Geweldig!

source: Your money has been sent back to your Bitcoin wallet. It should arrive within the selected timeframe.
nl: Je geld is teruggestuurd naar je Bitcoin wallet. Het zou binnen het geselecteerde tijdsbestek moeten aankomen.

source: These payments didn't go through. Tap 'Get Money Back' to return the funds to your Bitcoin wallet.
nl: Deze betalingen zijn niet doorgegaan. Tik op 'Geld terugkrijgen' om het geld terug te sturen naar je Bitcoin wallet.

source: Currency
nl: Valuta

source: Language
nl: Taal

source: Security
nl: Beveiliging

source: About
nl: Over

source: Logout
nl: Uitloggen

source: Delete Wallet
nl: Wallet verwijderen

source: Export Seed Phrase
nl: Seed phrase exporteren

source: Import Wallet
nl: Wallet importeren

source: Search currencies...
nl: Valuta's zoeken...

source: Loading currencies...
nl: Valuta's laden...

source: Welcome to Lumen!
nl: Welkom bij Lumen!

source: Your Lightning wallet is ready to use
nl: Je Lightning wallet is klaar voor gebruik

source: Start Using Lumen
nl: Begin met Lumen

source: Create New Wallet
nl: Nieuwe wallet aanmaken

source: Import Existing Wallet
nl: Bestaande wallet importeren

source: Choose Wallet Option
nl: Kies wallet optie

source: Create a new wallet or import an existing one
nl: Maak een nieuwe wallet aan of importeer een bestaande

source: Biometric Setup
nl: Biometrische instelling

source: Enable Biometric Authentication
nl: Biometrische authenticatie inschakelen

source: Use Face ID or Touch ID to secure your wallet
nl: Gebruik Face ID of Touch ID om je wallet te beveiligen

source: Skip for Now
nl: Nu overslaan

source: Creating Wallet...
nl: Wallet aanmaken...

source: Initializing your Lightning wallet
nl: Je Lightning wallet initialiseren

source: Please wait while we set up your wallet
nl: Wacht even terwijl we je wallet instellen

source: Select Currency
nl: Valuta selecteren

source: Choose your preferred display currency
nl: Kies je gewenste weergavevaluta

source: Enter your %d-word recovery phrase
nl: Voer je %d-woord herstelzin in

source: Word Count:
nl: Aantal woorden:

source: Select Word Count
nl: Aantal woorden selecteren

source: How many words does your seed phrase have?
nl: Hoeveel woorden heeft je seed phrase?

source: Paste Seed Phrase
nl: Seed phrase plakken

source: Found %d words in clipboard. Paste them into the form?
nl: %d woorden gevonden in klembord. Plakken in het formulier?

source: Importing Wallet...
nl: Wallet importeren...

source: Keep your seed phrase safe and private
nl: Houd je seed phrase veilig en privé

source: Access your wallet recovery phrase
nl: Toegang tot je wallet herstelzin

source: Connected
nl: Verbonden

source: Disconnected
nl: Niet verbonden

source: Connecting...
nl: Verbinden...

source: Connection Status
nl: Verbindingsstatus

source: Balance Details
nl: Saldodetails

source: Total Balance
nl: Totaal saldo

source: Pending Receive
nl: Ontvangst in behandeling

source: Pending Send
nl: Verzending in behandeling

source: Payment Limits
nl: Betalingslimieten

source: Loading limits...
nl: Limieten laden...

source: Error loading limits
nl: Fout bij laden limieten

source: No limits loaded
nl: Geen limieten geladen

source: Send Range
nl: Verzendbereik

source: Receive Range
nl: Ontvangstbereik

source: Find Bitcoin places near you
nl: Vind Bitcoin plaatsen bij jou in de buurt

source: Getting your location...
nl: Je locatie ophalen...

source: No Bitcoin places found nearby
nl: Geen Bitcoin plaatsen gevonden in de buurt

source: %d place%@ to spend bitcoin near you
nl: %d plek%@ om bitcoin uit te geven bij jou in de buurt

source: Location Required
nl: Locatie vereist

source: Find Bitcoin Places Near You
nl: Vind Bitcoin plaatsen bij jou in de buurt

source: We use your location to show nearby businesses that accept Bitcoin payments. Your location stays private and is never shared with third parties.
nl: We gebruiken je locatie om nabijgelegen bedrijven te tonen die Bitcoin betalingen accepteren. Je locatie blijft privé en wordt nooit gedeeld met derden.

source: Enable Location
nl: Locatie inschakelen

source: Bank Wire ($25)
nl: Bankoverschrijving (€25)

source: RECOMMENDED
nl: AANBEVOLEN

source: Insufficient funds. You don't have enough sats for this payment.
nl: Onvoldoende saldo. Je hebt niet genoeg sats voor deze betaling.

source: This payment request has expired. Please request a new invoice.
nl: Dit betalingsverzoek is verlopen. Vraag een nieuwe factuur aan.

source: Invalid payment request. Please check the QR code or invoice.
nl: Ongeldig betalingsverzoek. Controleer de QR-code of factuur.

source: Network error. Please check your internet connection and try again.
nl: Netwerkfout. Controleer je internetverbinding en probeer opnieuw.

source: Lightning channel issue. Please try again in a moment.
nl: Lightning kanaal probleem. Probeer het over een moment opnieuw.

source: Invalid Lightning invoice. Please check the payment request.
nl: Ongeldige Lightning factuur. Controleer het betalingsverzoek.

source: Invalid amount
nl: Ongeldig bedrag

source: This payment request has expired
nl: Dit betalingsverzoek is verlopen

source: Try Again
nl: Opnieuw proberen

source: Got It
nl: Begrepen

source: Loading...
nl: Laden...

source: Processing...
nl: Verwerken...

source: Please wait...
nl: Even geduld...

source: Are you sure you want to logout?
nl: Weet je zeker dat je wilt uitloggen?

source: Are you sure you want to delete this wallet? This action cannot be undone.
nl: Weet je zeker dat je deze wallet wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Lumen payment
nl: Lumen betaling

source: Lightning payment
nl: Lightning betaling

source: words
nl: woorden

source: word
nl: woord

source: now
nl: nu

source: %d minutes ago
nl: %d minuten geleden

source: %d hours ago
nl: %d uur geleden

source: %d days ago
nl: %d dagen geleden
